Repository: dargelos1/mh4editor
Catalog: src/MH4Editor/DesignBundle/Resources/translations/messages.*.xlf
Languages: es

source: File size incorrect!
es: Tamaño del archivo incorrecto!

source: You have been banned due to suspicious actions.
es: Has sido baneado debido al comportamiento de acciones sospechosas.

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Male
es: Hombre

source: Female
es: Mujer

source: You have not enought money to buy this
es: No tienes suficiente dinero para comprar esto

source: The save file has been stored sucessfully.
es: El fichero de guardado se ha almacenado correctamente.

source: The file could not be stored in server. Conntact with the administrator.
es: El archivo no se ha podido guardar en el servidor. Contacta con el administrador.

source: An error ocurred while uploading the file...
es: Ocurrió un error mientras se subía el fichero al servidor...

source: An error ocurred while uploading the file... Maybe the file is corrupted.
es: Ocurrió un error mientras se subía el fichero al servidor... Puede que el fichero esté corrupto.

source: Sorry your userX file doesn't exists in our server. Upload first.
es: Lo sentimos, su fichero userX no existe en nuestro servidor. Debes subirlo primero.

source: Your account have been banned.
es: Tu cuenta ha sido baneada.

source: Log in
es: Inicia sesión

source: Register
es: Regístrate

source: Banned
es: Cuenta baneada

source: Confirm Password
es: Confirma Contraseña

source: MH4 User File
es: Fichero UserX MH4

source: Register form
es: Formulario de Registro

source: Logout
es: Cerrar sesión
